{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":36,"padding_bottom":36}},"1631582164c028333c":{"type":"custom-liquid","settings":{"custom_liquid":"<div class=\"page-width\"><h1>About Us<\/h1><\/div>","color_scheme":"background-1","padding_top":32,"padding_bottom":0}},"16315821772e1d10e5":{"type":"image-with-text","blocks":{"16315821772e1d10e5-0":{"type":"heading","settings":{"heading":"Since 1996,","heading_size":"h1"}},"16315821772e1d10e5-1":{"type":"text","settings":{"text":"<p>we have worked tirelessly to provide quality products at quality prices.  Over the last 24 years we have worked with and alongside many major New Zealand manufacturers\/importers and our large customer base.  We provide services and products and outfit Commercial Offices, Government Departments, Commercial Hotels, Clubs, Universities, Polytechs, Secondary\/Primary Schools, Churches and Community Halls not to mention Home Offices and Personal Homes.<\/p>","text_style":"body"}}},"block_order":["16315821772e1d10e5-0","16315821772e1d10e5-1"],"settings":{"image":"shopify:\/\/shop_images\/office-desk-in-window-light.jpg","height":"small","desktop_image_width":"medium","layout":"text_first","desktop_content_position":"top","desktop_content_alignment":"left","content_layout":"no-overlap","color_scheme":"background-1","mobile_content_alignment":"left","padding_top":36,"padding_bottom":36}},"16315825023db1931c":{"type":"rich-text","blocks":{"16315825023db1931c-0":{"type":"heading","disabled":true,"settings":{"heading":"<p>Talk about your brand<\/p>","heading_size":"h1"}},"16315825023db1931c-1":{"type":"text","settings":{"text":"<p>SmartOffice Furniture is a branded part of the Privately Owned New Zealand Company - SmartOffice (2020) Limited. Being owned and operated by Kiwis we understand the requirements of the New Zealand market place. <\/p><p>The furniture industry has changed a lot in the last 20 years, many of our competitors just focus on imported products. At SmartOffice Furniture, we proudly bring to you one of New Zealands biggest ranges of New Zealand made products along side one of the biggest ranges of imported office furniture. We work with our associate companies  actively on a daily basis to ensure that SmartOffice Furniture will always lead the New Zealand office furniture market. SmartOffice Furnture is backed by a large team formed both internally and in association with our manufacturing and supply companies. This team has a depth of knowledge of our industry that makes SmartOffice Furniture the leading furniture supply company that it has become.<\/p><p> <\/p><p><strong>Commercial Office Furniture – Hospitality Furniture – School Furniture - Home Office Furniture - Accommodation Furniture. <\/strong><\/p><p> <\/p><p>SmartOffice Furniture provides quality products and service with competitive pricing.<\/p><p>Additionally SmartOffice Furniture New Zealand based operation has grown to be recognised as a leading furniture supplier to the Pacific Islands exporting products on a regular basis. SmartOffice Furniture's growth ensures increased work\/employment opportunities for our New Zealand owned and operated company and our New Zealand associate companies. We are proud Kiwis creating opportunity for Kiwis.<\/p><p>Providing the service and product, while always maintaining competitive pricing, has been and will continue to be the success of our business<br\/> <\/p><p><strong>We are – Professional – Dedicated – Committed – Skilled – and look forward to working with you.<\/strong><\/p>"}},"16315825023db1931c-2":{"type":"button","settings":{"button_label":"Shop Now","button_link":"shopify:\/\/collections","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["16315825023db1931c-0","16315825023db1931c-1","16315825023db1931c-2"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}}},"order":["main","1631582164c028333c","16315821772e1d10e5","16315825023db1931c"]}